{
  "D.W": "Web Developer Full Stack",
  "About me": "About me",
  "Proyects": "Proyects",
  "Contact": "Contact",
  "DownloadCV": "Download CV",

  "General information parr-1": "I am a Web Developer, I've specialized in the Front-end side always using the best and decisive market trends, agile development processes (Scrum), patterns, architectures and technologies such as Javascript Es6 / 7 , Angular 10/11/12/13 and Reactjs in projects (SPA / PWA), Node, Services Workers, TypeScript, Rxjs, Redux, bootstrap, Html5, Flexbox, Grid, GIT, Webpack, among others to be able to maintain and build products.",
  "General information parr-2": "I am very self-taught, easy-going, reliable and committed to work.",
  "General information parr-3": "I currently live in María Teresa, Santa Fe, Argentina.",
  "Frontend parr-1": "I have a lot of knowledge and practice with HTML and CSS3 (Although lately I am modeling a lot with SCSS ... I love it 😍)",
  "Frontend parr-2": "I always work with Responsive Design, both with Pure CSS and also with frameworks like Bootstrap. You can check it even with this same page 😉👍",
  "Frontend parr-3": "My favorite framework is Angular, I have knowledge in the use and implementation of Reactive Forms, Observables, Promises, routing, pipes, decorators and many libraries. I also have knowledge in ReactJS, using Redux to handle data and docker to integrate the F.E with the B.E",
  "Backend": "In the Backend I have knowledge and practice with NodeJS using Express. In this case most of the time I used javascript, because I wanted the server to work just fine and thus continue to work on the frontend. However, I have a couple of apps built with typescript and babel to use ES6. I have the necessary knowledge to implement and handle HTTP requests. And right now I have several Apps connected to Heroku, and at the same time MongoDB for the Database.",
  "Database-title": "Databases",
  "Database-body": "I know and have acquired a lot of practice both with relational databases, in MySQL and in PostgreSQL. And with Non-relational with MongoDB.",
  "Git-parr": "I can contribute a lot to any team that uses Git for their projects, you can check my profile here 😉👍",
  "Git-button": "My Github",
  "Footer-proyects": "Take some time to see my projects 😁",
  "Footer-contact": "Contact me from any of these social networks.",

  "H-C": "HTML and CSS",
  "button-repository": "Repository",
  "button-visit-web": "Visit Web",
  "A-F": "Angular and Firebase",
  "Memes-F": "Friends and Memes",
  "Music": "My Music",
  "APP-Budget": "Budget App",
  "Image Random": "Random Photo",
  "Proyects f-p": "Fun and practical projects",
  "portfolio": "This Portfolio :D",
  "weather app": "Weather App",
  "Napoleon": "Napoleon's blog",
  "Back-home": "Back to Home"
}
