{
  "D.W": "Desarrollador Web Full Stack",
  "About me": "Sobre mí",
  "Proyects": "Proyectos",
  "Contact": "Contacto",
  "DownloadCV": "Descargar CV",

  "General information parr-1": "Soy Desarrollador Web, especializado en el lado Front-end utilizando siempre las mejores y decisivas tendencias del mercado, metodologias ágiles (Scrum), patrones, arquitecturas y tecnologías como Javascript Es6/7, Angular 10/11/12/13 y Reactjs en proyectos (SPA/PWA), Node, Services Workers, TypeScript, Rxjs, Redux, bootstrap, Html5, Flexbox, Grid, GIT, Webpack, entre otros para poder desarrollar y mantener productos.",
  "General information parr-2": "Soy muy autodidacta, adaptable, cumplidor y comprometido con el trabajo.",
  "General information parr-3": "Actualmente vivo en María Teresa, Santa Fe, Argentina.",
  "Frontend parr-1": "Tengo mucho conocimiento y practica con HTML y CSS3 (Aunque últimamente estoy maquetando mucho con SCSS ... Me Encanta 😍)",
  "Frontend parr-2": "Trabajo siempre con Responsive Design, tanto con CSS Puro como también con frameworks como Bootstrap. Puedes chequearlo incluso con esta misma página 😉👍",
  "Frontend parr-3": "Mi framework favorito es Angular, tengo conocimiento en el uso e implementación de Formularios reactivos, Observables, Promesas, enrutamiento, pipes, decoradores y muchas librerias. También tengo conocimiento en ReactJS, utilizando Redux para manejar datos y docker para integrar el F.E con el B.E",
  "Backend": "Por el lado del Backend tengo conocimiento y practica con NodeJS utilizando Express. En este caso la mayoría de las veces utilicé javascript, porque quería que el servidor funcione bien simplemente y así seguir trabajando en el frontend. Sin embargo, tengo un par de apps creadas con typescript y babel para utilizar ES6. Tengo los conocimientos necesarios para implementar y manejar peticiones HTTP. Y ahora mismo tengo conectadas a Heroku varias Apps, y al mismo tiempo MongoDB para la Base de datos.",
  "Database-title": "Bases de Datos",
  "Database-body": "Por otro lado, conozco y adquirí mucha practica tanto con bases de datos relacionales, en MySQL y en PostgreSQL. Y con No relacionales con MongoDB.",
  "Git-parr": "Puedo aportar mucho a cualquier equipo que utilice Git para sus proyectos, puedes chequear mi perfil aquí 😉👍",
  "Git-button": "Mi Github",
  "Footer-proyects": "Pasá a ver mis proyectos un momentito 😁",
  "Footer-contact": "Contactate conmigo desde cualquiera de estas redes sociales.",

  "H-C": "HTML y CSS",
  "button-repository": "Repositorio",
  "button-visit-web": "Visitar Web",
  "A-F": "Angular y Firebase",
  "Heroes": "Heroes (Alkemy challenge)",
  "Memes-F": "Memes y Amigos",
  "Music": "Mi Música",
  "Pokemon": "Tienda de Pokemones",
  "APP-Budget": "App Presupuesto",
  "Image Random": "Foto Random",
  "Proyects f-p": "Proyectos prácticos y divertidos",
  "portfolio": "Este Portafolio :D",
  "weather app": "App del Clima",
  "Napoleon": "Blog de Napoleón",
  "Back-home": "Volver a Home"
}
